//显示主菜单
#include"Menu.h"

void Menu() {
	cout << " _______________________________________________________" << endl;
	cout << "|                    菜     单                          |" << endl;
	cout << "|                1、添 加 联 系 人                      |" << endl;
	cout << "|                2、显 示 联 系 人                      |" << endl;
	cout << "|                3、删 除 联 系 人                      |" << endl;
	cout << "|                4、查 找 联 系 人                      |" << endl;
	cout << "|                5、修 改 联 系 人                      |" << endl;
	cout << "|                6、清 空 联 系 人                      |" << endl;
	cout << "|                0、退 出 通 讯 录                      |" << endl;
	cout << "|_______________________________________________________|" << endl;

}